<template>
	<view class="l-container">
		<text space decode >
			
			iFund   
			
			中国领先的一站式综合型资产配置服务商
			
			为您提供专业、权威、及时、便捷的高端理财信息服务
			
			iFund，是一个面向新时代高端投资者，聚焦财富管理，以研究与科技驱动的资产配置服务平台，中国领先的一站式综合型资产配置服务商。
			
			iFund，立足中国、放眼全球，基于成熟的投研、风控、产品、投后、基金理财师、科技服务体系，秉承审慎严格的产品甄选原则，根据高净值家庭和企业客户的财务规划与目标，为其提供保障型规划与净值型产品为一体、一二级市场联动、全品类、跨周期、跨币种综合性资产配置解决方案。
			
			我们突破传统金融产品的销售模式，汇聚业内顶级理财达人，塑造面向未来的新型财富管理生态，为用户提供极致的互联网财富管理服务体验，一站式解决用户理财需求，让高端净值人群及企业客户“简单理财”，尊享专业、权威、便捷、可靠的投顾式理财师服务。
			
			我们尊重金融行业规律，坚持“以客户为中心，投资品质第一”的初心，严格筑牢风控防线、坚守合规底线，以匠人的精神，为客户层层把关，力求为投资人提供高度定制化的投资组合策略及优质的理财产品。
			
			我们相信“信用即财富”，我们的愿景是让客户财富管理之路更轻松、更智慧，让用户的财富稳健地实现保全、保值、增值、传承， 成为用户美好生活的守护者。
			
			使命：科技提升投资品质
			价值观： 
			
			愿景：世界领先的一站式综合型资产配置服务商
			
		</text>
	</view>
</template>

<script>
	export default {
		data(){
			return {
				
			}
		}
	}
</script>

<style scoped>
	.l-container{
		width: 100%;
		font-size: 30rpx;
		line-height: 1.4;
		padding: 0 30rpx 30rpx;
		box-sizing: border-box;
	}
</style>
