<template>
	<view class="l-container">
		<text space decode >
			
			本公司尽力为用户提供权威、可信、准确、完整和及时的数据资料与信息，所有的数据均来源于合法渠道,但是我们无法完全保证数据百分之百准确和完整。我司所公布的数据仅供参考，不构成任何投资建议。使用者在数据基础上所做的任何判断、推论或观点，均不代表我司的立场；使用者明确同意其使用数据所存在的风险及产生的后果将完全由其自己承担。因此，无论在任何情况下，我司不承担因使用方基于我方数据作出的投资决策失败担负任何赔偿责任。
			
			目前，iFund数据库从产品组织形式上涵盖非结构化、结构化、TOT、非限定性券商集合理财、限定性券商集合理财、海外基金、有限合伙、单帐户证券和单帐户期货等类型。对于阳光私募产品（通过信托发行），包括结构化、非结构化和 TOT，我们的数据源主要来自于信托公司和私募公司。对于非限定性券商集合理财、限定性券商集合理财，我们的数据源主要来自于券商。对于有限合伙、单帐户证券和单帐户期货等数据，主要来自于私募公司和单帐户的基金管理人，对于这类数据，我们尽力要求相关方提供资金账户和净值核算的凭证，但对于数据披露过程中存在的不可控因素我司不承担任何责任。如果发现和察觉私募存在造假、作弊等违反诚信的行为，我们将及时在网站上作出公示，严厉打击。
			
			最后，本公司将尽快更新数据，但不承担由于使用数据延误造成的损失和责任，如果用户发现数据错误，请立即通知本公司，本公司将尽最大的努力更正。

		</text>
	</view>
</template>

<script>
	export default {
		data(){
			return {
				
			}
		}
	}
</script>

<style scoped>
	.l-container{
		width: 100%;
		font-size: 30rpx;
		line-height: 1.4;
		padding: 0 30rpx 30rpx;
		box-sizing: border-box;
	}
</style>
