<template>
	<view class="l-container">
		<text space decode >
			
			iFund用户注册协议
			
			《iFund用户注册协议》（下称“本协议”）由深圳市云台壹号科技有限公司与用户之间共 同订立，并对双方具有合同上的法律约束力。
			
			用户注册前，应充分阅读并理解本协议的所有条款，特别是其中所涉及的免除或限制责 任的条款、与用户权益有关的条款、争议解决和法律适用条款等，用户应当重点阅读。如用 户对本协议内容有任何疑问，应在注册前向iFund进行咨询。
			
			用户按照iFund注册页面的提示填写注册信息、点击同意注册按钮、选择同意《米多 财富用户注册协议》、完成注册程序、有效获得iFund账户和密码后，即表示用户已经充 分阅读、理解并接受本协议的全部内容，并与iFund共同达成本协议。
			
			法律声明、iFund已经发布或将来可能发布的各项服务条款和规则、公告、通知（以 下合称“iFund服务规则”）作为本协议的附件，是本协议不可分割的组成部分，与协议 正文具有同等法律效力。
			
			一、定义条款
			1.1.“iFund平台”：深圳市云台壹号科技有限公司运营和管理的网络交易平台，包括域名为 www.miduo.com 的网站、微信号为“iFund”的微信公众号以及名称为“iFund”的 手机客户端。本协议下文中，“iFund”既指iFund平台，亦指深圳市云台壹号科技有限公司。
			
			1.2.“iFund服务”：iFund平台向用户提供的投资产品信息发布、交易平台及相应 的技术服务，用户可使用iFund如下服务：发布投资产品信息、浏览投资产品信息、与 产品发布方达成交易意向并进行交易以及使用其它信息服务及技术服务。
			
			1.3.“用户”：接受并同意本协议全部内容（包括协议正文、法律声明、iFund服务规 则）、通过iFund平台进行交易的iFund注册会员。
			
			1.4.“交易”：用户通过iFund与产品发布方达成交易意向并进行交易的活动。
			
			1.5.“交易信息”：产品发布方在iFund发布的，在iFund页面上展示的与互联网投资理财有关的交易信息，包括但不限于有关产品的名称、种类、价格、有效期、预约时间、风险控制措施内容。
			
			1.6.“交易合同”：用户因投资产品发布方发布的投资产品而与产品发布方订立的交易合同。
			
			1.7.“服务费”：iFund向用户收取的相关平台服务及技术服务费用。各项费用详见用 户使用iFund服务时iFund网络交易平台上所列之收费方式说明。iFund保留单方 面制定及调整服务费用的权利。
			
			1.8.“电子消费凭证”：由iFund受产品发布方委托以页面（包括网站页面、微信页面 以及手机客户端页面）、短信、电子邮件或其他方式向用户发送的电子形式的购货凭证或 服务单据，用于证明用户已支付价款、有权获得所购买的产品/服务。
			
			二、用户注册
			2.1.注册资格
			用户必须是中华人民共和国法律规定的具有完全的民事权利能力及民事行为能力的民事法 律主体。
			
			2.2.注册目的
			用户注册并使用iFund服务时应出于合法真实目的，不得存在洗钱等违反国家法律法规 的情形。本网站在发现用户从事该等违反法律法规的活动时，有权不经通知而立即停止用 户对本网站的全部或部分功能的使用。
			
			2.3.注册流程
			2.3.1.用户同意根据iFund用户注册页面的要求提供有效移动电话号码等信息，设置米 多财富账号及密码，用户应确保所提供全部信息的真实性、完整性和准确性。如用户提交 的任何资料或信息出现变更，应在变更当日更新其注册资料和信息，因未能按时提交变更 后的资料或信息而影响用户使用iFund服务的，iFund不承担任何责任。
			
			2.3.2.用户在注册时会收到iFund发送的相关验证短信息或验证码。
			
			2.3.3.用户合法、完整并有效提供注册所需信息的，有权获得iFund账号和密码，米多 财富账号和密码用于用户在iFund进行会员登录。
			
			2.3.4.用户获得iFund账号及密码时视为用户注册成功，用户同意接收iFund发送的 与iFund管理、运营相关的电子邮件和/或短消息。
			
			三、iFund服务内容
			iFund向用户提供投资产品信息发布、交易平台及相应的技术服务，用户可使用iFund如下服务：发布投资产品信息、浏览投资产品信息、与产品发布方达成交易意向并进行交易以及使用其它信息服务及技术服务。
			
			3.1.服务内容
			
			3.1.1.用户有权在iFund平台浏览理财产品信息、有权通过iFund与产品发布方达成交易，向产品发布方支付价款，获得消费凭证（如有）等。
			
			3.1.2.用户有权在iFund查看其iFund会员账号下的信息，有权应用iFund提供的功能进行操作。
			
			3.1.3.用户有权按照iFund发布的活动规则参与iFund组织的网站活动
			
			。
			3.1.4.iFund为用户提供的其他信息服务和技术服务。
			
			3.2.服务规则
			
			用户承诺遵守下列iFund服务规则：
			
			3.2.1.用户应当遵守法律法规、规章、规范性文件及政策要求的规定，不得在iFund或利用iFund服务从事非法或其他损害iFund或第三方权益的活动，如发送、公布、展示任何违法、违规、违反公序良俗、侵犯他人权益的信息，发送、公布、展示传销材料或存在其他危害的信息或言论，未经iFund授权以iFund或iFund员工名义发送、公布、展示信息，未经iFund授权以iFund或iFund员工名义与第三方进行交易。
			
			3.2.2.用户应当遵守法律法规，应当谨慎合理使用和妥善保管iFund账号及密码，用户 确认使用其iFund账号和密码登录iFund平台后在iFund平台的一切行为均代表用 户本人并由用户承担相应的法律后果。用户在未经iFund同意的情况下不得将iFund 账号以赠与、借用、租用、转让或其他方式处分给他人，否则iFund一经发现有权不经 用户同意而注销该账户。
			
			3.2.3.用户通过iFund与产品发布方进行交易时，应当遵守本协议“交易服务规则”的 全部约定及iFund发布的其他相关服务规则的全部规定。
			
			3.2.4.iFund发布的全部服务规则。
			
			四、交易服务规则
			用户承诺在使用iFund服务时、通过iFund与产品发布方进行交易的过程中良好遵守
			
			如下iFund交易服务规则。
			4.1.浏览投资产品信息
			
			用户在iFund浏览理财产品信息时，应当仔细阅读该等信息中包含的全部内容，包括但 不限于交易服务信息的名称、种类、价格、预约时间、风险控制措施等内容，其中用户应 特别注意风险控制措施、免责声明等内容，用户点击购买视为完全理解并接受上述全部内 容。
			
			4.2.提交及确认订单
			
			4.2.1.用户应当仔细阅读订单页面中所包含的全部内容，包括但不限于订单信息中的全部 内容、该笔交易的合同条款、为再次提示用户注意而标明的本单交易服务的有效期、选择 及确认购买数量、价格、应付总额、用户接收电子消费凭证的联系方式等内容。 前述订单页面中所包含的全部内容，构成了用户与产品发布方之间达成的交易合同的内容， 用户完全同意订单的全部内容后方可提交订单。
			
			4.2.2.用户再次阅读订单内容、选择同意该笔交易的合同条款、并确认订单的全部内容后 方可点击确认订单并付款，用户确认订单即视为用户已知晓、同意并接受订单中的全部内 容和合同条款，与产品发布方订立了交易合同。订单中所包含的全部内容即为交易合同的内容，具体包括但不限于交易的名称、种类、数量、价格、有效期、双方权利义务、风控措施等，用户与产品发布方均应当按照前述合同的约定履行各自的权利义务。
			
			4.3.支付价款
			
			在交易合同成立之后用户应根据付款页面的提示通过网上支付平台完成相关价款的支付。
			
			4.4.交易服务电子消费凭证
			
			4.4.1.用户支付价款成功后，iFund受产品发布方委托向用户发送交易服务电子消费凭证，用户的个人中心会出现相应的购买成功记录。
			
			4.4.2.用户应当妥善保管电子消费凭证，因用户保管不善导致电子消费凭证被他人使用的，用户无权要求iFund重新发送电子消费凭证。
			
			4.4.3.电子消费凭证于发生以下情形之一时即失效：
			
			4.4.3.1.凭电子消费凭证已获得交易服务；
			
			4.4.3.2.合同中约定的前置条件未成就；
			
			4.4.3.3.合同内容中约定的有效期届满。
			
			4.5.取消预约及转让
			
			4.5.1 用户通过iFund预约购买相关投资产品后，可以取消预约。在产品超额预约或者其他特定条件下，iFund保留单方面取消预约的权利。用户通过iFund成功购买相关投资产品后，在满足交易合同约定条件后可通过iFund平台向第三方转让。
			
			4.5.2.在取消预约或转让过程中，用户应当遵守iFund关于预约或转让的服务规则的规定。
			
			4.6.交易服务争议解决规则
			
			如用户与产品发布方因交易合同的履行发生任何争议，包括但不限于对交易的理财产品的数量、价格、有效期、预约时间等问题发生争议的，应根据交易合同的约定确定用户与产品发布方各自的权利义务，承担各自的责任，解决争议。
			
			五、用户的权利和义务
			5.1.用户有权按照本协议约定接受iFund提供的iFund网络平台服务
			
			5.2.用户有权在注册时选择是否订阅iFund发送的关于交易服务信息的电子邮件或短消 息，并在注册成功后有权随时订阅或退订iFund该等信息。
			
			5.3.用户在使用iFund服务时不得恶意干扰服务的正常进行、破坏iFund经营秩序。
			
			5.4.用户不得以任何技术手段或其他方式干扰iFund的正常运行或干扰其他用户对米多 财富服务的使用。
			
			5.5.用户不得以虚构事实等方式恶意诋毁iFund或产品发布方的商誉。
			
			5.6.用户不得对交易产品/服务进行虚假评价或虚假投诉。
			
			六、iFund的权利和义务
			6.1.如用户不具备本协议约定的注册资格，则iFund有权拒绝用户进行注册，对已注册的用户有权注销其iFund会员账号，iFund因此而遭受损失的有权向前述用户或其法定代理人（代表人）主张赔偿。同时，iFund保留其他任何情况下决定是否接受用户注册的权利。
			
			6.2.iFund通过技术检测、人工抽检等检测方式合理怀疑用户提供的信息错误、不实、失效或不完整时，有权通知用户更正、更新信息或中止、终止为其提供iFund服务。
			
			6.3.iFund保留随时修改、中止或终止iFund服务的权利，iFund行使修改或中止/终止服务的权利不需事先告知用户，iFund终止iFund一项或多项服务的，修改或中止/终止自iFund在网站上发布公告之日生效。
			
			6.4.iFund应当采取必要的技术手段和管理措施保障iFund的正常运行，并提供必要、可靠的交易环境和交易服务，维护正常交易秩序。
			
			6.5.iFund有权在本协议履行期间及本协议终止后保留用户的注册信息及用户应用iFund服务期间的全部交易信息，但不得非法使用该等信息。
			
			6.6.iFund有权随时删除iFund网站内各类不符合国家法律法规、规范性文件或iFund网站规定的用户评价等内容信息，iFund行使该等权利不需提前通知用户。
			
			七、免责及限制责任特别声明
			7.1.iFund仅提供投资信息发布平台及相关的技术服务，具体交易信息均以产品发布方 为准，具体交易合同由用户与产品发布方达成。iFund不对产品发布方的产品信息的真 实性、充分性、完整性、及时性、可靠性或有效性作出任何明示或暗示的保证，亦不对投 资产品收益做出任何明示的或暗示的承诺或担保。用户应根据自身的投资偏好和风险承受 能力，自行衡量交易相对方及产品信息以及交易的真实性和安全性。
			
			7.2.用户应对其提供或发布的信息及其在iFund平台发生的任何行为承担责任，并应使iFund免于对此承担任何责任。
			
			7.3 若因客户、银行、支付机构或其他合作机构原因（包括但不限于客户、银行、支付机构、合作机构系统故障、操作失误等），造成操作或交易失败，iFund对此不负任何责任。
			
			7.4. 用户在选择iFund服务时应直接登录iFund平台，不应通过邮件或其他网站提供的链接登录，否则由此造成的风险和损失将由用户自行承担。
			
			7.5.不论在何种情况下，iFund对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务不承担责任。
			
			7.6. 如发现有他人冒用或盗用用户的账户及密码或进行任何其他未经合法授权行为之情形，应立即以书面方式通知平台并要求本平台暂停服务。iFund将积极响应用户的要求；但用户应理解，对用户的要求采取行动需要合理期限，在此之前，iFund对用户已执行的指令及/或用户已产生的损失不承担任何责任。
			
			7.7. 本平台内容可能涉及或链接到由第三方所有、控制或者运营的其他网站或移动终端（“第三方平台”）。本平台不能保证也没有义务保证第三方平台上的信息的真实性和有 效性。用户应确认按照第三方平台的注册协议而非本注册协议使用第三方平台，第三方平 台的内容、产品、广告和其他任何信息均由用户自行判断并承担风险。
			
			7.8.为了用户更加方便和安全的使用iFund的服务，iFund将使用 cookie，收集用户 与iFund站点有关的特征信息，用于标识用户的设备。同时，iFund会积极采取先进 的技术手段和有效的管理机制来保障用户的账户安全，保障用户的隐私信息不被任何未授 权的主体使用或者泄露。
			
			八、知识产权
			8.1.iFund所包含的全部智力成果包括但不限于数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件 (包括小应用程序和脚本) 的知识产权权利均归iFund所有。未经iFund书面同意，用户不得复制、更改、拷贝、发送或使用前述任何材料或内容。
			
			8.2.iFund名称中包含的所有权利 (包括商誉和商标) 均归iFund所有。
			
			8.3.用户接受本协议即视为用户主动将其在iFund发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给iFund所有，iFund有权利就任何主体侵权单独提起诉讼并获得全部赔偿。本协议属于《中华人民共和国著作权法》第二十五条规定的书面协议，其效力及于用户在iFund发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。
			
			8.4.用户在使用iFund服务过程中不得非法使用或处分iFund或他人的知识产权权利。用户不得将已发表于iFund的信息以任何形式发布或授权其它网站（及媒体）使用。
			
			九、客户服务
			iFund建立专业的客服团队，并建立完善的客户服务制度，从技术、人员和制度上保障用户提问及投诉渠道的畅通，为用户提供及时的疑难解答与投诉反馈。
			
			十、协议的变更和终止
			10.1.协议的变更
			
			iFund有权随时对本协议内容或iFund发布的其他服务条款及规则的内容进行变更，并在iFund站内显著位置公告变更后的内容，公告一经发布即视为已送达至用户，无须另行向用户单独通知，用户应当适时登录iFund查阅相关内容。变更后的内容自公告中确定的生效时间之日起自动生效，如用户在变更生效后继续使用iFund提供的服务即视为用户已经阅读、充分理解并接受该等内容变更，如用户不同意变更后的内容则应立即停止使用iFund提供的服务并注销iFund账户。
			
			10.2.协议的终止
			
			10.2.1.iFund有权依据本协议约定注销用户的iFund账号，本协议于账号注销之日终止。
			
			10.2.2.iFund有权依据本协议约定终止全部iFund服务，本协议于iFund全部服务终止之日终止。
			
			10.2.3.本协议终止后，用户无权要求iFund继续向其提供任何服务或履行任何其他义务，包括但不限于要求iFund为用户保留或向用户披露其原iFund账号中的任何信息，向用户或第三方转发任何其未曾阅读或发送过的信息等。
			
			10.2.4.本协议的终止不影响守约方向违约方追究违约责任。
			
			10.2.5 如用户决定不再使用会员账户，应向iFund提出申请并清偿所有应付款项（如有），经iFund审核无误后可正式注销会员账户。
			
			10.2.6 用户死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若用户丧失全部或部分民事权利能力或民事行为能力，iFund或其授权的主体有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与用户账户相关的款项。
			
			10.2.7 除非iFund终止本协议或者用户申请终止本协议及注销相应用户账户且经iFund同意，否则本协议始终有效。在用户发生如下情形的情况下，iFund有权告知用户终止本协议、关闭账户或者限制使用：
			
			10.2.7.1 如用户提供的个人资料不真实、不完整；
			
			10.2.7.2 如用户从事任何非法活动；
			
			10.2.7.3 如用户账户涉嫌洗钱、套现、传销、被冒用或存在其他风险；
			
			10.2.7.4 如用户未按照与iFund签署的具体协议以及iFund公布的服务规则确定支付相应的服务费用；
			
			10.2.7.5 如用户的个人账户连续三年内未实际使用；
			
			10.2.7.6 如用户存在违反本协议、相关规则或法律法规规定的其他行为。
			
			10.2.8 当用户不再符合本协议约定的注册用户身份条件致使本协议及/或相关规则无法继续履行时，本协议即行终止。用户或用户的合法授权代表、继承人、监护人、直系亲属在提交相关证明文件后，可向iFund申请查询用户信息及其他交易信息，并办理资产的转移。同时，iFund有权关闭用户的账户。
			
			10.2.9 本协议终止后，如用户与产品发布方达成的交易合同尚未到期的，依据交易合同约定处理该笔交易。
			
			十一、违约责任
			11.1.iFund或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。
			
			11.2.如用户违反本协议约定，则iFund有权在不告知用户的情况下，代产品发布方取消 相关交易服务，并有权注销其iFund账号，终止为其提供iFund服务。如iFund及 产品发布方因此而遭受损失的，有权要求用户赔偿损失。
			
			11.3.如因用户提供的信息不真实、不完整或不准确给iFund或产品发布方造成损失的， iFund有权要求用户对iFund或对产品发布方进行损失的赔偿。
			
			11.4.如因用户违反法律法规规定或本协议约定，在iFund或利用iFund服务从事非法 活动的，iFund有权立即终止对其提供iFund服务、注销其账号，并要求其赔偿由此 给iFund造成的损失。
			
			11.5.如用户以技术手段干扰iFund的运行或干扰其他用户对iFund使用的，iFund 有权立即注销其iFund账号，并有权要求其赔偿由此给iFund造成的损失。
			
			11.6.如用户以虚构事实等方式恶意诋毁iFund或产品发布方的商誉、名誉，iFund有 权要求用户向iFund或产品发布方公开道歉，赔偿其给iFund或产品发布方造成的损 失，并有权终止对其提供iFund服务。
			
			十二、送达
			除iFund与用户签署的具体协议另有约定外，iFund向用户发出的任何通知、资料、 文件等基于本协议或iFund服务产生的信息，用户同意iFund可通过网站公告、电子 邮件、短信或其他有效方式送达前述信息，信息自发送之日视为已送达用户。如因信息传 输、用户未能在发送之前提交最新的电子邮件或手机号码等原因导致用户未能在发送当日 收到该等信息，iFund无需承担任何责任。
			
			十三、争议解决
			用户与iFund因本协议的履行发生争议的应通过友好协商解决，协商解决不成的，任一 方有权将争议提交iFund所在地法院进行诉讼。
			
			十四、协议生效
			本协议于用户点击iFund注册页面的同意注册按钮并完成注册程序、获得iFund账号 和密码时生效，对iFund和用户均具有法律约束力。
			
			十五、其他
			15.1. 若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。
			
			15.2.本协议的条款与交易合同条款发生冲突时,以交易条款内容为准。
			
			15.3.本平台可将本协议项下的权利义务转让给本平台的关联方。
			
			15.4.本协议签订地为中国广东省深圳市。
			
			15.5 本协议的最终解释权归深圳市云台壹号科技有限公司。

		</text>
	</view>
</template>

<script>
	export default {
		data(){
			return {
				
			}
		}
	}
</script>

<style scoped>
	.l-container{
		width: 100%;
		font-size: 30rpx;
		line-height: 1.4;
		padding: 0 30rpx 30rpx;
		box-sizing: border-box;
	}
</style>
