<template>
	<view class="l-container">
		<text space="nbsp" decode >
			
			iFund网站（以下称"本网站"）隐私权保护声明系本网站保护用户个人隐私的承诺。鉴于网络的特性，本网站将无可避免地与您产生直接或间接的互动关系，故特此说明本网站对用户个人信息所采取的收集、使用和保护政策，请您务必仔细阅读：
			
			1.使用者非个人化信息
			我们将通过您的IP地址来收集非个人化的信息，例如您的浏览器性质、操作系统种类、给您提供接入服务的ISP的域名等，以优化在您计算机屏幕上显示的页面。通过收集上述信息，我们亦进行客流量统计，从而改进网站的管理和服务。
			
			2.个人资料
			2.1通常，您能在匿名的状态下访问我们的网站并获取信息。在我们请求您提供有关信息之前，我们会解释这些信息的用途。我们有些站点需要注册才能加入。在通常情况下，这类注册只要求您提供一个电子邮件地址和一些诸如您的工作，职务一类的基本信息。在您的同意及确认下我们也会请您提供更多的信息。我们这样做是为了使我们更好的理解您的需求，以便向您提供有效的服务。我们站点收集的信息包括姓名、地址、电话号码和电子邮件等。您有权随时决定不接受来自我们的任何资料。
			2.2除非根据法律或政府的强制性规定，在未得到您的许可之前，我们不会把您的任何个人信息提供给无关的第三方（包括公司或个人）。但是，如果您要求我们提供特定客户支援服务或把一些物品送交给您，我们则需要把您的姓名和地址提供给第三者如运输公司。我们的网站将会提供第三者网站的链接。由于我们不能控制这些网站，所以我们建议您细阅这些第三者网站的个人信息保密制度。
			
			3、 信息安全
			3.1 本网站将对您所提供的资料进行严格的管理及保护，本网站将使用相应的技术，防止您的个人资料丢失、被盗用或遭篡改。
			3.2 本网站得在必要时委托专业技术人员代为对该类资料进行电脑处理，以符合专业分工时代的需求。如本网站将电脑处理之通知送达予您，而您未在通知规定的时间内主动明示反对，本网站将推定您已同意。惟在其后您仍然有权如下述第4.1.4条之规定，请求停止电脑处理。
			
			4.用户权利
			4.1 您对于自己的个人资料享有以下权利：
			4.1.1 随时查询及请求阅览；
			4.1.2 随时请求补充或更正；
			4.1.3 随时请求删除；
			4.1.4 请求停止电脑处理及利用。
			4.2 iFund也会谨慎地挑选来自其他公司的产品或服务资料传送给您。iFund会提供您如何拒绝这项服务的说明。您可以依照iFund寄给您的资料或促销信件上的说明，终止这些信件的发送。
			
			5.限制利用原则
			本网站惟在符合下列条件之一，方对收集之个人资料进行必要范围以外之利用：
			5.1 已取得您的书面同意；
			5.2在紧急的情况下，为了保护iFund网站及其用户之个人或公众安全。
			5.3 为增进公共利益，且无害于您的重大利益。
			
			6.个人资料之披露
			当政府机关依照法定程序要求本网站披露个人资料时，本网站将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，本网站均不承担任何责任。
			
			7.公共论坛
			iFund网站为您提供博客 微博 贴吧 私募圈等服务。在这些区域内，您公布的任何信息都会成为公开的信息。因此，我们提醒并请您慎重考虑是否有必要在这些区域公开您的个人信息。
			
			8.免责
			除上述第6条规定属免责外，下列情况时本网站亦毋需承担任何责任：
			8.1 由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露。
			8.2 任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被篡改等。
			8.3 由于与本网站链接的其它网站所造成之个人资料泄露及由此而导致的任何法律争议和后果。
			本网站之保护隐私声明的修改及更新权均属于深圳市云台壹号科技有限公司
			任何时候如果您认为iFund网站没有遵守这些原则时，请利用电子邮件xxx@vip.163.com 通知我们，我们会尽一切努力，在合理适当的范围内立即改善这个问题。
			
		</text>
	</view>
</template>

<script>
	export default {
		data(){
			return {
				
			}
		}
	}
</script>

<style scoped>
	.l-container{
		width: 100%;
		font-size: 30rpx;
		line-height: 1.4;
		padding: 0 30rpx 30rpx;
		box-sizing: border-box;
	}
</style>
