<template>
	<view class="l-container">
		<text space="nbsp" decode >
			
			1. 特别提示
			1.1 深圳市云台壹号科技有限公司旗下的iFund（以下简称“iFund”）按照本协议的规定及其不时发布的操作规则提供基于互联网的相关服务（以下称“网络服务”），为获得网络服务，服务使用人（以下称“用户”）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户完全接受本协议项下的全部条款。
			
			2. 服务内容
			2.1 iFund网络服务的具体内容由iFund根据实际情况提供，例如论坛、电子邮件、发表新闻评论等。iFund保留随时变更、中断或终止部分或全部网络服务的权利。
			2.2 iFund在提供网络服务时，可能会对部分网络服务的用户收取一定的费用。在此情况下，iFund会在相关页面上做明确的提示。如用户拒绝支付该等费用，则不能使用相关的网络服务。
			2.3 用户理解，iFund仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。
			
			3. 使用规则
			3.1 用户在申请使用iFund网络服务时，必须向iFund提供准确的个人资料，如个人资料有任何变动，必须及时更新。
			3.2 用户注册成功后，iFund将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。
			3.3 用户必须同意接受iFund通过电子邮件或其他方式向用户发送的商品促销或其他相关商业信息。
			3.4 用户在使用iFund网络服务过程中，必须遵循以下原则：
			(a) 遵守中国有关的法律和法规；
			(b) 不得为任何非法目的而使用网络服务系统；
			(c) 遵守所有与网络服务有关的网络协议、规定和程序；
			(d) 不得利用iFund网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为；
			(e) 不得利用iFund网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；
			(f) 不得利用iFund网络服务系统进行任何不利于iFund的行为；
			(g) 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告iFund。
			3.5 如用户在使用网络服务时违反任何上述规定，iFund或及其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。
			
			4. 内容所有权
			4.1 iFund提供的网络服务内容可能包括：文字、图片、视频、图表、数据等。所有这些内容受版权、商标和其它财产所有权法律的保护。
			版权保护声明详见： http://www.simuwang.com/html/Copyright.htm
			
			5. 隐私保护
			5.1 保护用户隐私是iFund的一项基本政策，iFund保证不对外公开或向第三方提供用户注册资料及用户在使用网络服务时存储在iFund的非公开内容，但下列情况除外：
			(a) 事先获得用户的明确授权；
			(b) 根据有关的法律法规要求；
			(c) 按照相关政府主管部门的要求；
			(d) 为维护社会公众的利益；
			(e) 为维护iFund的合法权益。
			5.2 在不透露单个用户隐私资料的前提下，iFund有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
			隐私权保护详见：
			http://www.xxxxx.com/html/Privacy.htm
			
			6. 免责声明
			6.1 用户明确同意其使用iFund网络服务所存在的风险将完全由其自己承担；因其使用iFund网络服务而产生的一切后果也由其自己承担，iFund对用户不承担任何责任。
			6.2 iFund不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。
			6.3 iFund不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由iFund实际控制的任何网页上的内容，iFund不承担任何责任。
			6.4 凡通过本网站与其他网站的链接，而获得其他网站所提供的网上资料、内容及服务，您应该自己进行辨别及判断，并应当由该等网站对其提供内容承担相应责任，iFund对此不承担任何责任。本网站提供链接至其它网站，并不视为同意、推荐、认可、保证或推介任何第三方或在其网站所提供的服务／产品，亦不可视为与该等第三方及网站有任何形式的合作。投资者据此投资，风险自担。
			6.5 对于因不可抗力或iFund不能控制的原因造成的网络服务中断或其它缺陷，iFund网不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
			
			7. 服务变更、中断或终止
			7.1 如因系统维护或升级的需要而需暂停网络服务，iFund将尽可能事先进行通告。
			7.2 如发生下列任何一种情形，iFund有权随时中断或终止向用户提供本协议项下的网络服务而无需通知用户：
			(a) 用户提供的个人资料不真实；
			(b) 用户违反本协议中规定的使用规则。
			7.3 除前款所述情形外，iFund同时保留在不事先通知用户的情况下随时中断或终止部分或全部网络服务的权利，对于所有服务的中断或终止而造成的任何损失，iFund无需对用户或任何第三方承担任何责任。
			
			8. 违约赔偿
			8.1 用户同意保障和维护iFund及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给iFund或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
			
			9. 协议修改
			9.1 iFund将有权随时修改本协议的有关条款，一旦本协议的内容发生变动，iFund将会通过适当方式向用户提示修改内容。
			9.2 如果不同意iFund对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受iFund对本协议相关条款所做的修改。
			
			10. 法律管辖
			10.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。
			10.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向深圳市云台壹号科技有限公司所在地的人民法院提起诉讼。
			
			11. 通知和送达
			11.1 本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。
			
			12. 其他规定
			12.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。
			12.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
			12.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。
			
			
			本协议的解释、修改等权利归深圳市云台壹号科技有限公司所有
			
		</text>
	</view>
</template>

<script>
	export default {
		data(){
			return {
				
			}
		}
	}
</script>

<style scoped>
	.l-container{
		width: 100%;
		font-size: 30rpx;
		line-height: 1.4;
		padding: 0 30rpx 30rpx;
		box-sizing: border-box;
	}
</style>
