<template>
	<view class="l-container">
		<text space decode >
			
			iFund  APP直营店服务使用协议
			尊敬的用户，您好！ 【直营店】服务使用协议是《iFund网APP注册登录协议》的补充部分，点击确认同意即代表同意接受协议约束。 
			1. 总则说明 
			1.1平台用户包含机构从业人员B端用户和投资者C端用户。 机构从业人员B端用户包括但不限于金融机构从业人员、于中国证券投资基金业协会登记备案的私募基金管理人（以下简称“备案私募机构”）及其他资产管理机构从业人员； 投资者C端用户是指符合合格投资者标准的个人投资者及机构投资者。 私募人员用户需注册开通iFund的蓝V账号，具备私募人员的服务功能。客户在iFundPC端或者APP注册开通账号，具备客户的服务功能。 
			2. 使用规则 
			2.1私募直营店功能支持任何用户双方或多方互换信息，用户在本平台上互换信息的，其中存在的信息泄露、被盗等风险、投资风险请客户谨慎判断，由此产生的风险用户自己承担，iFund对用户不承担任何责任。 
			2.2私募直营店支持聊天互动功能，支持用户发布图片、文字、交换联系方式、分享内容至社交圈等内容。用户需遵守以下规则：
			(a)严禁有任何违反现行法律法规的行为；
			(b)严禁利用本网站发布、传送、分发、储存危害国家安全、国家统一、社会安定、诽谤、淫秽、威胁、辱骂、恐吓、伤害性、庸俗或其它侵害他人身份权的信息； 
			(c)严禁发布虚假、不完整、不准确、欺骗性的资料，否则，本平台有权停止对该用户的服务。情节严重者，本平台有权暂停或终止该会员在本平台的注册账号资格与服务。 
			(d)不得使用本平台以任何形式侵犯他人的版权、商标权、商业秘密或其他知识产权; 
			(e)未经本平台书面允许，不得将本平台的任何信息用作任何商业目的，不得擅自获取本平台的资料并透露给第三方或转给第三方使用。 
			2.3如用户违反上述2.2项下的规则，iFund有权调查、出面制止此类破坏行为的发生，并协助司法机关，将此类行为提交诉讼；如导致iFund受到损失，iFund有权要求该用户赔偿一切损失。 
			3、合格投资者认证 个人投资者及机构投资者申请认证时，我司将对投资者是否满足合格投资者标准及相应资产证明进行审核。具体标准如下： （一）具有2年以上投资经历，且满足以下条件之一：个人或家庭金融净资产不低于300万元，家庭金融资产不低于500万元，或者近3年本人年均收入不低于50万元。 （二）最近1年末净资产不低于1000万元的法人单位。 前款所称金融资产包括银行存款、股票、债券、基金份额、资产管理计划、银行理财产品、信托计划、保险产品、期货权益等。 家庭是指夫妻或共用户口本的家庭成员，家庭金融资产是指前述家庭成员名下的金融资产。 2年以上投资经历是指参与私募基金（含资管计划）、证券、公募基金、期货、黄金、外汇等承担风险获取收益的投资经验。 投资者需在APP上传相应的资产证明，如未能符合我司标准，将对认证申请予以退回。 
			4.费用收取 个人投资者及机构投资者使用私募直连服务不收取任何费用。 本协议未尽事宜适用《iFund APP注册登录协议》约定。本协议的解释、修改等权利归深圳市云台壹号科技有限公司所有。
		</text>
	</view>
</template>

<script>
	export default {
		data(){
			return {
				
			}
		}
	}
</script>

<style scoped>
	.l-container{
		width: 100%;
		font-size: 30rpx;
		line-height: 1.4;
		padding: 0 30rpx 30rpx;
		box-sizing: border-box;
	}
</style>
